import Acc from "../reusable/Acc";

const accordionData = [
  {
    id: "1",
    head: "أشعلت بنور صليبك",
    body: "أشعلت بنور صليبك قلبي الغافي عن حبك فامتلأت نفسي من روحك عندما قلت جسدي و دمي منحتك و حيدة كنت فأصبحت رفيق دربي حزينة عشت و حبك فرح قلبي فلماذا أبتعد بسبب ضعفي و لم لا أقترب بمحبتي عرتني خطيئتي فألبستني ثوب الحياة خدعت بكلمة فصرت لي كلمة الحياة فلماذا أسعى من أجل مشيئتي و لم لا أعود بندامتي",
  },
  {
    id: "2",
    head: "أسمعك هامساً",
    body: "أسمَعُكَ هامِسًا يا إلهي في جَمال الزهور وَتَناسُقِ الألوان في الصوتِ في الصَمتِ وتَناغُمِ الألحان دَعني أتخلّى عَن كلِّ شيء أُناجيك فأُلاقيك وأحقّقُ ذاتي التّي هيَ فيك أنتَ القريب أنتَ الحبيب وأقرَبُ مِن ذاتي إليّ. أسمَعُكَ هامِسًا يا إلهي في جَمال الزهور وَتَناسُقِ الألوان في الصوتِ في الصَمتِ وتَناغُمِ الألحان. تنسيق مختلف أسمعك هامسًا يا الهي بجمال الزهور وتناسق الألوان في الصوتِ في الصمتِ وتناغم الألحان أسمعك هامسًا يا إلهي في جمال الزهور وتناسق الألوان في الصوتِ.. في الصمتِ وتناغم الألحان)3 دعني أتخلى عن كل شيء أناجيك فألاقيك.. وأحقق ذاتي التي هية فيك أنت القريب.. أنت الحبيب.. وأقرب من ذاتي إلي (أسمعك هامسًا ياإلهي في جمال الزهور وتناسق الألوان في الصوتِ.. في الصمتِ وتناغم الألحان تنسيق مختلف أسمعُكَ هامسًا يا إلهي في جمال الزهور وتناسقِ الألوان في الصوتِ في الصمتِ، وتناغمِ الألحان تنسيق مختلف اسمعك هامساً يا الهي في جمال الزهور وتناسق الألوان في الصوت في الصمت وتناغم الألحان دعني أتخلى عن كلّ شيء أناجيك فألاقيك وأحقق ذاتي التي هي فيك أنت القريب أنت البعيد وأقرب من ذاتي إلي",
  },
  {
    id: "3",
    head: "السلام عليك يا أطهر القلوب",
    body: "السلام عليك يا أطهر القلوب شريكة أنت بسرّ الفداء ويا سيدة جميع الشعوب مباركة أنت بين النساء أغمري العالم بشعلة محبتك المملوءة بالنعم يا مريم العذراء نحن الخطأة نطلب معونتك علّمينا طرق الإيمان والرجاء يا أم مسيح الرب إلهي نناديك أمنا فلبي النداء أنيري السبل من نور الإله لنستحق أن نرى يسوع في السماء تنسيق مختلف السلام عليك ِ يا اطهر القلوب شريكة أنت في سر الفداء ويا سيدة جميع الشعوب ، مباركة أنتي بين النساء اغمر العالم بشعلة محبتك المملوئة بالنعم يا مريم العذراء نحن الخطأة نطلب معونتك ، علمينا طرق الايمان والرجاء يا ام المسيح الرب إلهي ، نناديك ِ امنا فلبي النداء نناديكِ امنا فلبي النداء ، انيري سبلًا بالنور الإلهي لنستحق ان نرى يسوع في السماء تنسيق مختلف السلام عليكي يا أطهرَ القلوب، شريكةٌ أنتِ بسرِّ الفِداء ويا سيّدةَ جميعِ الشعوب، مباركةٌ أنتِ بين النساء 1- أغمري العالم بشعلةِ محبَّتِكِ المملوؤة بالنِعَم يا مريمَ العذراء نحنُ الخطأة نطلب معونَتَكِ، علِّمينا طرُقَ الإيمان والرجا 2- يا أمَّ المسيح الربِّ إلهي، نناديكِ أمَّنا فلبّي النداء أنيري السبُلَ بالنورِ الإلهي لنستحقَّ أن نرى يسوع في السما",
  },
];
export default function Taranem() {
  return (
    <>
      <Acc accordionData={accordionData} />
    </>
  );
}
