import Acc from "../reusable/Acc";

const accordionData = [
  {
    id: "1",
    head: "ربع ساعةٍ أمامَ القُربانِ الأقدس",
    body: "صوتُ يسوعَ المسيحِ- يا بُنيَّ، ليسَ منَ الضّروريّ أنْ تَعرف أشياء، كثيرة حتَّى تسرّني... يكفي أنْ تُحبِّني كثيرًا... أنتَ تَعْلمُ اني موجودّ هنا فقلْ لي: إنَّكَ أنتَ تسجدُ لي... إنَّكَ تُحبُني... وتُريد ان تُحبِّني أكثرَ فأكثرَ... وتُعطيَني قلبِكَ، بدونِ تَرَدْدٍ تَكلِّمْ معي كما تَتَم مع صديقِكَ الحميم. \n ١ - أليسَ لكَ أشخاص تُريدُ أنْ توصيَني بهم... اذكر لي أسماء أهلِكَ وإخوتِكَ وأخواتِكَ وأصدقائِكَ، ثُمَّ سلْني ما تُريدُ أن أفعلَ لكُل واحدٍ منْهم... كلَّمْني عنِ الفقراء الَّذينَ تُريدُ أن تساعدَهم.... \n والمرضى المُتألَمينَ والأيتامِ والأراملِ... والخطأةِ الَّذينَ تُريدُ أن يَتوبوا اُطلب مني أن أُرسلَ كهنةً مُقدَّسينَ للكنيسةِ وأن أُقدْم الموجودينَ... للجميعِ قلْ بتقوى: أبانا الَّذي... السلام... المجد ... \n ٢ - ألسْت محتاجًا إلى نِعمٍ تستمدُّها مني؟ قل لي بِكُل بساطةٍ: كم أنتَ شَرِةٌ، مُتَكَبِّرٌ، حَسُودٌ، مُحبٍّ لذاتِكَ، جَبانٌ، كسلان، واُطلب مني أنْ أساعدَكَ في سعيكَ لتَتَحرَّرَ مِنْ هذِهِ الرَّذْائِلِ. \n كُنْ واثقًا بي أيُّها الابنُ المِسكينُ، فإنَّ في السَّماء كثيرينَ مِنَ القدِّيسينَ كانَ فيهم مِثلُ نقائصِكَ، فطلبوا مني المَعُونةَ وتخلَّصوا بالتَّدريجِ مِنْ عيوبِهم، لا تَتَردَّدُ أيضًا أنْ تَطلبَ مني النِّعمَ الجسديَّةَ والعقليَّةَ مِثلَ الصِّحَةِ، والذَّكاء، والذّاكرةِ، والنَّجاحِ.. فإنّي قادرٌ أنْ اعطيك كَلّ شيء، وأنا أهبها دائمًا متى كالَت النعمُّ ذات فائدة لتقديس النفوس ، فماذا تُريدُ مني اليومَ وما ينقصنك؟ \n ٣ - ليس عندكَ همومٌ تُشعلُك؟ اذكرها لى بإسهاب، ألا تقصة مقاصدَ خَيريَّةٌ... ألا تَريدُ أنْ نَعيدَ أصدقَاءكَ الْذينَ ربَّما ابتَعدوا عني.. قُل لي بِمَنْ تهتمْ؟... وما هي الطَرِيقُ الَّذِي تُريدْ أَنْ تَتْخِذَهَا؟ جوابُ النَّفسِ المُؤمنةِ: يا ربّي، أُريدُ أنَّ نَفْسَ فَلانٍ (...) السَّاتر إلى الهلاكِ، ترجعُ عنْ طريق الضَّلالِ وتعودُ إليكَ، فامنحها يا ربُ هذه النُّعمةَ العظيمةَ وأوصيك أيضًا بفلان.. و.. (ابانا الّذي... السلام...) \n ٤ - يسوعُ المسيحُ: أليسَ لكَ يا ابني ما يُحزنُكَ أخبرْتي بِهِ وعرَّفْني سَبَبَ حزنكَ؟ مَنَ الّذي أساءً إليكَ... ومَنَ الْذي جرحَ إحساسَكَ... مَنَ الذي احتقركَ؟... اذكر لي كُلَّ شيءٍ واختمْ ذلكَ مقرًا بأنَّكَ تُسامحُ الجميعَ وتغفرُ لِمَنْ أساءَ إليكَ. أَمَا وعدْت وعودًا يَتعذِّرُ عليكَ الإيفاءُ بها... إنّي أقرأُ في صميم فؤادكَ وأنت تعلّمْ ذلكَ، فَكُنْ صريحًا... هل تعزمُ: أولًا- على ألَّا تَعودَ في المستقبلِ إلى سَبَبِ الخطيئةِ هذه ؟.... ثانيًا- أنْ تبتعدَ عنْ ذلكَ الشّيء الّذي يوقعْكَ في الشرّ، ثالثا- ألاَّ تقرأ هذا الكُتب؟ رابعًا- ألا تُعاشرَ ذلكَ الرّقيق الشرير ؟.. \n تمهّلْ بعدَ كُلّ عبارةٍ واعد يسوعَ المسيحَ أن تُتمّ ما يطلبْه منكَ .",
  },
  {
    id: "2",
    head: "ابتهال إلى العذراء مريم",
    body: "السلامُ عليكِ يا سلطانة يا أمَ الرحمةِ والرأفةِ السلامُ عليكِ يا حياتَنا ، ولذاتَنا ورجاءَنا . إليكِ نصرخُ نحنُ المنفيين أولاد حواء ، ونتنهدُ نحوكِ نائحين وباكين ، في هذا الوادي وادي الدموع . \n فاصغي إلينا يا شفيعتَنا ، وانعطفي بنظرِكِ الرؤوف نحونَا ، وأرينا بعد هذا المنفى ، يسوع ثمرة بطنِكِ المباركة . يا حنونة ، يا رؤوفة ، يا مريمُ البتولُ الحلوة اللذيذة . آمين . \n",
  },
];
export default function Prayers() {
  return (
    <>
      {/* <p className="min-h-32 text-[#ecb962]">Prayers</p> */}
      <Acc accordionData={accordionData} />
    </>
  );
}
